{
	"up": {
		"up": [
			"He calls it and makes the play!",
			"It looks like he's got it covered!",
			"He takes control of the ball!",
			"He's not waiting for anyone!",
			"He steps up and takes charge!",
			"No need to panic, He's got it!",
			"He confidently takes control!",
			"No one's getting in the way of that player!",
			"He takes the reins and makes the move!",
			"He steps up and shows his skill!",
			"The ball's in the air, and he's got it!",
			"He's not taking any chances!",
			"He doesn't hesitate and controls the ball!",
			"He makes it clear who's in control!",
			"He's got a good read on the ball!",
			"He's got it under control, no problem!",
			"He's not afraid to take charge!",
			"He shows his class with that possession!",
			"He makes the play look effortless!",
			"He calmly takes control!",
			"He's got it all figured out!",
			"He's in the perfect position to take control!",
			"He's quick to react and takes control!",
			"He shows off his excellent ball control!",
			"He sees the opportunity and takes it!",
			"He's got it on lockdown!",
			"His quick thinking pays off!",
			"He makes it clear who's boss on the field!",
			"He's got the ball and isn't letting go!",
			"He doesn't waste any time and takes control!",
			"He's got it covered like a blanket!",
			"He's got the ball under control and isn't letting go!",
			"He's got it all under control!",
			"He's got it on a string!",
			"He's making it look easy out there!",
			"He's got this, no problem!"
		],
		"left": [
			"Looks like they're running on empty!",
			"They're in dire need of some boost!",
			"Their tanks are running low!",
			"A boost refill is desperately needed!",
			"They're sputtering out there!",
			"They're searching for boost like a thirsty man in the desert!",
			"Boost levels critically low!",
			"Boost tank is nearly empty!",
			"They need to find some boost and fast!",
			"Running on fumes out there!",
			"Looks like they're playing without boost!",
			"The boost hunt is on!",
			"They're struggling to find any boost out there!",
			"The boost reserves are depleted!",
			"They're looking for a boost oasis!",
			"The hunt for boost is intense!",
			"They're scavenging for boost like vultures!",
			"Low on boost and high on desperation!",
			"They need a boost infusion!",
			"Running on vapors out there!",
			"Boost levels are dangerously low!",
			"They're in the red zone for boost!",
			"Boost is the missing piece of the puzzle!",
			"They're running out of gas!",
			"They're barely keeping the boost tank filled!",
			"They need to find some boost or they're out of the game!",
			"They're trying to survive on a minimal amount of boost!",
			"They need a boost injection!",
			"The boost gauge is blinking!",
			"They're thirsty for some boost!",
			"Boost drought in full effect!",
			"They're struggling to find any boost pads!",
			"The boost hunt is on full throttle!",
			"Their engines are starving for boost!",
			"They're running on empty out there!",
			"Boost scarcity is a real problem for them!",
			"They're barely able to keep up with the play due to low boost!",
			"They need a boost miracle!",
			"Low boost levels are hindering their game!",
			"They're in dire need of a boost infusion!"
		],
		"right": [
			"The teammate calls it and makes the play!",
			"It looks like the teammate's got it covered!",
			"The teammate's not waiting for anyone!",
			"The teammate steps up and takes charge!",
			"No need to panic, the teammate's got it!",
			"The teammate confidently takes control!",
			"No one's getting in the way of that player!",
			"The teammate takes the reins and makes the move!",
			"The teammate steps up and shows his skill!",
			"The ball's in the air, and the teammate's got it!",
			"The teammate's not taking any chances!",
			"The teammate doesn't hesitate and controls the ball!",
			"The teammate makes it clear who's in control!",
			"The teammate's got a good read on the ball!",
			"The teammate's got it under control, no problem!",
			"The teammate's not afraid to take charge!",
			"The teammate shows his class with that posession!",
			"The teammate makes the play look effortless!",
			"The teammate calmly takes control!",
			"The teammate's got it all figured out!",
			"The teammate's in the perfect position to take control!",
			"The teammate's quick to react and takes control!",
			"The teammate shows off his excellent ball control!",
			"The teammate sees the opportunity and takes it!",
			"The teammate's got it on lockdown!",
			"The teammate's quick thinking pays off!",
			"The teammate makes it clear who's boss on the field!",
			"The teammate's got the ball and isn't letting go!",
			"The teammate takes no chances and takes possession!",
			"The teammate doesn't waste any time and takes control!",
			"The teammate's got it covered like a blanket!",
			"The teammate's got the ball under control and isn't letting go!",
			"The teammate's got it all under control!",
			"The teammate's got it on a string!",
			"The teammate's making it look easy out there!",
			"The teammate's got this, no problem!"
		],
		"down": [
			"He's got a teammate in position, pass it!",
			"The defense is scrambling, someone needs to pass!",
			"Passing is key to breaking through this defense.",
			"A well-timed pass can be the difference maker.",
			"A quick pass could catch the defense off guard.",
			"There's an opportunity for a pass, will they take it?",
			"Pass it up, there's an opening!",
			"They need to move the ball quickly and make some passes.",
			"Passing can create space and open up the field.",
			"It's important to keep the ball moving with quick passes.",
			"A good pass can set up a great shot on goal.",
			"They're too focused on dribbling, they need to pass the ball.",
			"The key to breaking through this defense is precise passing.",
			"The pressure is on, they need to make a quick pass.",
			"Passing is an important part of the game, don't forget it!",
			"Passing can lead to some amazing team plays.",
			"The defenders are closing in, they need to pass it out of there.",
			"A well-placed pass can split the defense wide open.",
			"They're trying to force it, they need to pass the ball more.",
			"Passing can create scoring opportunities out of nowhere.",
			"They're getting bogged down, they need to make some quick passes.",
			"Passing is about communication and teamwork.",
			"They need to pass the ball and create some movement.",
			"Passing can be a way to slow down the pace of the game.",
			"A quick pass could lead to a breakaway goal.",
			"Passing is all about finding the open man.",
			"A well-executed pass can be just as exciting as a shot on goal.",
			"They're getting too predictable, they need to mix up their passing.",
			"Passing can be a way to maintain possession and control the game.",
			"The defenders are too tight, they need to pass the ball around.",
			"They're playing too selfishly, they need to start passing the ball.",
			"Passing is about finding the right balance between risk and reward.",
			"They're missing opportunities to pass, and it's hurting their game.",
			"Passing can help the team get into a rhythm and find their groove.",
			"They're too hesitant to pass, they need to trust their teammates.",
			"Passing can create confusion and open up scoring opportunities.",
			"They're trying to force it through the middle, they need to pass it wide.",
			"Passing is about making the defense work and tire them out.",
			"They need to work on their passing game in practice.",
			"A successful pass can be just as satisfying as a goal."
		]
	},
	"left": {
		"up": [
			"What a strike! That's a world-class finish!",
			"He's hit that one with some real venom!",
			"The goalkeeper had no chance on that rocket!",
			"That's a textbook finish, right into the top corner!",
			"The ball is in the back of the net, and it's a thing of beauty!",
			"That shot was so clean, you could eat off of it!",
			"A stunning effort that leaves the opposition in disbelief!",
			"What a goal! The goalkeeper was left rooted to the spot!",
			"The technique on that shot was impeccable!",
			"And that's why they call him a sharpshooter!",
			"An absolute screamer from downtown!",
			"That shot was so precise, it's like it had a GPS!",
			"That's what we call a worldie! Unstoppable!",
			"That shot had more curve than a rollercoaster!",
			"What a finish! It's a masterclass in accuracy!",
			"The crowd is on their feet after that stunning goal!",
			"That's how you put the ball in the back of the net!",
			"A rocket of a shot that leaves the goalkeeper grasping at air!",
			"The defender was left in the dust after that stunning shot!",
			"What a finish! It's a thing of beauty and a joy forever!",
			"That shot was an absolute belter, what a strike!",
			"The goalkeeper was left with no chance on that one!",
			"A thunderbolt of a shot, it's hit with such power and precision!",
			"The ball's in the back of the net, and it's a fantastic finish!",
			"That shot was a thing of beauty, it's pure poetry in motion!",
			"That's a clinical finish, it's just what the doctor ordered!",
			"A textbook goal, executed to perfection!",
			"That shot was a laser beam, it's unstoppable!",
			"The striker put their foot through the ball and it's in the back of the net!",
			"That's a real howitzer of a shot, what a rocket!",
			"A curling shot that had the goalkeeper beat all ends up!",
			"What a finish! It's hit with such ferocity and accuracy!",
			"The goalkeeper was beaten all ends up, they had no chance on that shot!",
			"That shot was a bullet, it flew into the top corner with ease!",
			"An unstoppable shot that's left the opposition shell-shocked!",
			"A fantastic finish that had the crowd on their feet!",
			"That's a top-class finish, it's the mark of a true striker!",
			"The striker made that finish look effortless, it's a thing of beauty!",
			"That shot was a missile, it flew past the goalkeeper in a blur!",
			"What a finish! It's a true masterpiece of timing and accuracy!"
		],
		"left": [
			"A beautiful pass, perfectly weighted and timed!",
			"What vision!",
			"That pass was a work of art!",
			"The pass was like a surgeon's scalpel, precise and deadly!",
			"That pass was like threading a needle, it found its target perfectly!",
			"A masterful pass, it's the mark of a true playmaker!",
			"That pass was a thing of beauty!",
			"The pass was so good, it deserves an assist of its own!",
			"A pin-point accurate pass!",
			"The passer saw that opportunity and took it!",
			"A perfectly timed pass!",
			"The passer had eyes in the back of their head!",
			"The pass was so good, it's like it was telepathic!",
			"A sublime pass, it's a true work of genius!",
			"Great vision and creativity with that pass!",
			"That pass was a dagger to the heart of the defense!",
			"A truly great pass!",
			"The passer played that ball with such confidence and composure!",
			"That pass was a work of art!",
			"The passer was like a magician, pulling that pass out of thin air!",
			"A textbook pass!",
			"That pass was the perfect combination of power and finesse!",
			"The passer hit that ball with such accuracy!",
			"The passer showed great awareness and vision with that pass!",
			"A perfectly executed pass!",
			"That pass was like a guided missile, it found its target with deadly accuracy!",
			"The passer saw that opportunity and took it!",
			"That pass was a thing of beauty!",
			"That pass took composure and skill!",
			"A precision pass!"
		],
		"right": [
			"That's what he's there for!",
			"That's the teamwork we love to see!",
			"Assist of the game goes to you!",
			"I see you, great job!",
			"Well played, keep it up!",
			"You're making it look easy!",
			"Great awareness on the field!",
			"You're a playmaker, keep it up!",
			"What a setup, thanks for that!",
			"You're the MVP in my book!",
			"You're making all the right moves!",
			"I couldn't have said it better myself!",
			"That was textbook teamwork!",
			"You're carrying the team, thanks!",
			"You make it look effortless!",
			"Excellent vision on the field!",
			"You're an absolute machine!",
			"Thanks for the perfect setup!",
			"You're a true team player!",
			"You're the backbone of the team!",
			"I'm glad you're on our team!",
			"You're a master of the game!",
			"You're playing out of your mind!",
			"Your contributions are invaluable!",
			"You're always in the right place!",
			"Thanks for making it look easy!",
			"Your skills are unmatched!",
			"That was a game-changing play!",
			"You're on fire, keep it up!",
			"You're putting the team on your back!",
			"You're the ultimate playmaker!",
			"You're reading the game so well!",
			"Thanks for the perfect execution!",
			"You're playing with so much heart!",
			"You're the glue that holds us together!",
			"You're a wizard on the field!",
			"That was a masterclass in teamwork!",
			"Thanks for making it happen!",
			"You're inspiring the whole team!",
			"You're making all the right decisions!"
		],
		"down": [
			"An unbelievable save, it's like the goalkeeper has glue on their gloves!",
			"That's a world-class save, it's just remarkable!",
			"The goalkeeper is earning their wages today!",
			"The athleticism on that save is just incredible, what a play!",
			"The reflexes on that save are just lightning-fast, it's sensational!",
			"The goalkeeper just pulled off a miracle save, it's like they have superpowers!",
			"The goalkeeper had no right to get to that ball!",
			"That save was just out of this world, it's a game-changer!",
			"The goalkeeper just pulled off a top-class save, it's just unbelievable!",
			"The goalkeeper just kept their team in the game!",
			"That save was a thing of beauty, it's a work of art!",
			"The timing on that save was just perfect, the goalkeeper is in the zone!",
			"An acrobatic save from the goalkeeper, it's like they're defying gravity!",
			"The goalkeeper just made a save for the ages, it's a jaw-dropper!",
			"The goalkeeper is standing on their head out there!",
			"The goalkeeper just made a fingertip save, it's just incredible!",
			"A save that had everyone on the edge of their seats, it's just sensational!",
			"The goalkeeper just denied a certain goal!",
			"That save was a game-saver, the goalkeeper is a hero!",
			"The goalkeeper just made a world-class save, it's just remarkable!",
			"The goalkeeper just kept the ball out of the net by inches!",
			"The goalkeeper just made a stunning save, it's a work of art!",
			"That save was just ridiculous, the goalkeeper is in a league of their own!",
			"The goalkeeper just made a crucial stop!",
			"The agility on that save is just breathtaking, it's just sensational!",
			"The goalkeeper just made a gutsy save, it's just remarkable!",
			"That save was just jaw-dropping, the goalkeeper is in top form!",
			"The goalkeeper just made a diving stop!",
			"The goalkeeper just made a heroic save, it's a game-changer!",
			"That save was just sublime, the goalkeeper is a master of their craft!",
			"The goalkeeper just made a point-blank stop!",
			"The goalkeeper just made a remarkable save, it's a thing of beauty!",
			"That save was just unbelievable, the goalkeeper is unbeatable today!",
			"The goalkeeper just made a one-handed stop!",
			"The goalkeeper just made a fantastic save, it's just remarkable!",
			"That save was just phenomenal, the goalkeeper is a wall out there!",
			"The goalkeeper just made a reaction stop!",
			"The goalkeeper just made a stunning reflex save, it's just sensational!",
			"That save was just a masterclass!",
			"The goalkeeper is at the top of their game!",
			"The goalkeeper just made a double save!"
		]
	},
	"right": {
		"up": [
			"Did you see that fake?",
			"Mind games from the striker!",
			"Faking out the entire team!",
			"What a move! Faking them out!",
			"The fake! He is on fire!",
			"You can't teach that kind of fake!",
			"The fake-out master!",
			"It's like they weren't even there! Faking it!",
			"Faking their way to victory!",
			"Is anyone safe from his fakes?",
			"Faking them out left and right!",
			"The fake that broke the defense!",
			"The ultimate fake!",
			"Faking their way to the goal!",
			"What a fake! Did you see that?",
			"Faking them out like it's their job!",
			"Faking out the competition!",
			"Who needs power shots when you can fake like this?",
			"Faking it 'til they make it!",
			"Faking them out with style!",
			"The fake heard 'round the world!",
			"The defense never stood a chance against that fake!",
			"Faking them out at lightning speed!",
			"The fake that turned the game around!",
			"Faking them out one player at a time!",
			"Did you see that fake-out play?",
			"Faking it like a pro!",
			"Faking them out like a boss!",
			"The fake-out that changed everything!",
			"Faking them out from every angle!",
			"The art of faking!",
			"Faking out the defense like it's nothing!",
			"Faking them out and leaving them in the dust!",
			"The fake that left them speechless!",
			"Faking them out with pinpoint accuracy!",
			"The fake that sealed the deal!",
			"Faking them out with incredible skill!",
			"Faking their way to a victory lap!",
			"The fake that will go down in history!"
		],
		"left": [
			"That was a perfectly executed move.",
			"You can always count on him to make a calculated play.",
			"The skill and precision of that move was truly calculated.",
			"And he shows off his expert calculations with that move.",
			"That was no lucky shot, that was a calculated play.",
			"And that's why you always trust in his calculated decisions.",
			"You can't argue with those calculations, that was a great play.",
			"That's some expert-level calculations right there.",
			"You could see the gears turning in his head as he made that calculated move.",
			"His strategic calculations pay off with that goal.",
			"That was a textbook example of a calculated play.",
			"The precision and timing of that move were truly calculated.",
			"You have to admire his ability to make such calculated decisions in the heat of the moment.",
			"And he shows off his mastery of calculated moves once again.",
			"That was a bold move, but his calculations paid off.",
			"His calculated approach is really paying dividends here.",
			"You can see him carefully considering his options and making a calculated move.",
			"And his calculations lead to yet another impressive goal.",
			"That was some serious number crunching right there.",
			"His precision and timing were spot on with that calculated move.",
			"You can always count on him to make a well-calculated decision.",
			"His expert calculations are really making the difference in this game.",
			"You could see him calculating his options and then executing the perfect move.",
			"And that's the kind of calculated play that separates the great players from the good.",
			"His calculated approach is really keeping his opponents on their toes.",
			"The skill and strategy behind that move were truly calculated.",
			"That's some serious mental math going on there.",
			"His calculations were so spot on, you'd think he had a calculator in his pocket.",
			"And he shows off his tactical brilliance once again with that calculated move.",
			"His calculations pay off with yet another goal.",
			"You have to admire his ability to make such calculated decisions under pressure.",
			"That's the kind of calculated play that can swing the momentum of a game.",
			"And his calculations lead to another successful play.",
			"That was a risky move, but his calculations were right on the money.",
			"His calculated approach is really making his opponents work for it.",
			"You can see him analyzing the situation and then making a calculated move.",
			"That was a thing of beauty, a perfectly calculated play.",
			"His calculations and timing were in perfect sync for that goal.",
			"You can't argue with his expert calculations and execution there.",
			"His calculated play leaves his opponents in the dust."
		],
		"right": [
			"They'll be talking about that play in the locker room.",
			"An excellent display of how not to do it.",
			"They really know how to let their team down.",
			"That's one way to give the away the advantage.",
			"They might want to reconsider their career choice.",
			"An impressive move if they were trying to lose.",
			"A textbook example of how not to play.",
			"They'll have to work harder to make up for that mistake.",
			"The opposing team is laughing all the way to the goal.",
			"A generous play from the losing team.",
			"That move was so bad it's almost impressive.",
			"He won't be forgetting that one.",
			"An unfortunate error from the player.",
			"They're really helping the other team out with plays like that.",
			"That's one way to ensure the other team scores.",
			"They're making it easy for the other team.",
			"A moment of kindness from the player to the opposing team.",
			"They're really proving why they're in last place.",
			"The other team is capitalizing on every mistake.",
			"A real head-scratcher of a move from the player.",
			"The opposing team is saying 'thank you' for that one.",
			"They're really living up to their reputation as the underdog.",
			"A moment of generosity from the player.",
			"The other team is making the most of every opportunity.",
			"That play was so bad, it's almost funny.",
			"A gift from the player to the other team.",
			"The other team is taking advantage of the player's mistakes.",
			"They're really helping the opposing team out with plays like that.",
			"An unfortunate moment for the player.",
			"They're proving why they're the weakest link on the team.",
			"The other team is making the player pay for their mistakes.",
			"A costly error from the player.",
			"A moment of weakness from the player."
		],
		"down": [
			"And there's another easy one for the opposing team!",
			"He seems to be taking a nap out there.",
			"Well, that was a valiant attempt at saving...",
			"You really have to wonder if he wants the ball to go in.",
			"He makes it look so easy to let the ball pass by.",
			"It looks like he's working for the other team.",
			"That was a brave effort to let the ball go in.",
			"And the ball slips right past him like butter on a hot knife.",
			"He seems to have forgotten which side they're defending.",
			"Another one slips by, I'm starting to lose count.",
			"And that's his signature move: not saving the ball.",
			"It looks like he's taking a day off today.",
			"I don't think he knows what he's doing out there.",
			"He really knows how to make the other team's job easier.",
			"He seems to be having an identity crisis out there.",
			"And that's a textbook example of what not to do as a goalkeeper.",
			"He is playing an interesting strategy of letting the ball in.",
			"It looks like he is allergic to the ball.",
			"He seems to be taking a break from saving the ball.",
			"It's like he's playing for the other team.",
			"He's playing a dangerous game of letting the ball pass by.",
			"It looks like he's playing with a blindfold on.",
			"He is really testing the limits of what's possible in game.",
			"He is really making the opposing team's day.",
			"He is playing an interesting strategy of letting the ball pass by.",
			"Another one slips past him, and the opposing team is having a field day.",
			"He is doing an excellent job of letting the ball go in.",
			"He seems to be practicing his yoga moves out there."
		]
	},
	"down": {
		"up": [
			"That was a brilliant demo!",
			"The defender didn't see that one coming!",
			"What a well-timed demo!",
			"The attacker took out the defender with ease!",
			"That's one way to clear the path to the goal!",
			"The demo game is strong with this one!",
			"A perfectly executed demo play!",
			"The defender didn't stand a chance against that demo!",
			"That demo opened up the field for the attacker!",
			"The attacker just knocked the defender out of the way!",
			"The demo master strikes again!",
			"The defender got caught out of position there!",
			"That demo created a huge opening for the offense!",
			"The defender's car went flying from that demo!",
			"A clean and effective demo by the attacker!",
			"The attacker just wiped out the defender!",
			"The defender got demolished by that demo!",
			"The attacker just bulldozed through the defense!",
			"That demo completely changed the flow of the game!",
			"The defender got caught napping there!",
			"The attacker just sent the defender into orbit with that demo!",
			"That demo was like a wrecking ball to the defense!",
			"The defender got caught with their guard down!",
			"The attacker just made the defender disappear!",
			"The defender's car was just vaporized by that demo!",
			"A perfectly timed demo by the attacker!",
			"The defender just got wrecked by that demo!",
			"The attacker just plowed through the defense with that demo!",
			"The defender got sent back to the garage with that demo!",
			"The attacker just opened up a huge hole in the defense with that demo!",
			"That demo was a thing of beauty!",
			"The defender got completely caught off guard by that demo!",
			"The attacker just took out the defender like it was nothing!",
			"The defender just got erased by that demo!",
			"That demo was like a freight train hitting the defender!",
			"The attacker just plowed right through the defense with that demo!",
			"The defender got caught in the crosshairs with that demo!",
			"The attacker just made a huge impact with that demo!",
			"That demo was like a cannonball into the defense!",
			"The defender never saw that demo coming!"
		],
		"left": ["github.com/kobandavis/quickchat"],
		"right": [
			"That wasn't quite what he intended.",
			"Oh, that's a mistake he'll want to forget.",
			"Looks like he lost control there.",
			"That was a costly mistake.",
			"He'll be disappointed with that.",
			"A rare error from him there.",
			"That could prove to be a pivotal moment.",
			"He'll be kicking himself after that one.",
			"He misjudged that play.",
			"That's a costly slip-up from him.",
			"He'll be hoping to redeem himself.",
			"A momentary lapse in concentration from him there.",
			"He's left his team in a tough spot.",
			"That's a mistake he'll want to make up for.",
			"That's not what he intended at all.",
			"He'll be disappointed with himself after that one.",
			"He's given the opposition a chance here.",
			"That's a costly error at this stage of the game.",
			"He'll need to recover quickly from that.",
			"That's a mistake that could come back to haunt him.",
			"He's gifted the opposition an opportunity.",
			"He'll be frustrated with himself after that one.",
			"That's a missed opportunity.",
			"A mistake like that could be the turning point in this game.",
			"He'll be hoping to make amends.",
			"That's a costly error in a game of this magnitude.",
			"That's a tough one to take.",
			"He'll be hoping to put that mistake behind him.",
			"That's not what his team needed at this point.",
			"That's a mistake he'll be kicking himself for.",
			"He's given the opposition a lifeline.",
			"He'll need to show some resilience after that mistake.",
			"That's a tough break for his team.",
			"That's a costly slip-up at a crucial moment.",
			"That's a let-off for the opposition.",
			"He'll need to stay focused after that error.",
			"He's given away possession in a dangerous area.",
			"That's a mistake he'll want to rectify quickly.",
			"He'll be hoping for a chance to make up for that.",
			"He'll need to put that mistake out of his mind and focus on the task at hand."
		],
		"down": [
			"An unfortunate error there.",
			"That was a mistake.",
			"Oops, I don't think they mean to do that.",
			"Looks like they mistimed that one.",
			"They'll be kicking themselves for that.",
			"A bit of a slip-up there.",
			"They'll need to make up for that mistake.",
			"Not the intended result, I'm sure.",
			"Unlucky for them.",
			"A costly error there.",
			"That's not what they had in mind.",
			"They'll be disappointed with that.",
			"That's a mistake they won't want to make again.",
			"A bit of miscommunication there.",
			"An accidental bump in the road.",
			"They'll need to make amends for that.",
			"They'll be hoping to bounce back from that.",
			"A bit of a hiccup in their plan.",
			"A minor setback, but they'll recover.",
			"An unfortunate turn of events.",
			"They'll be feeling a bit sheepish after that.",
			"A blunder that will sting.",
			"They'll need to put that mistake behind them.",
			"An error that could prove costly.",
			"That's not what they had in mind at all.",
			"A bit of a misstep there.",
			"A momentary lapse in concentration.",
			"They'll be regretting that decision.",
			"A fumble that they'll want to forget.",
			"A slip-up that could cost them dearly.",
			"They'll need to dig deep to make up for that.",
			"An unintentional mistake.",
			"A mishap they'll be hoping to make up for.",
			"They'll need to regain their focus after that.",
			"A mistake that could prove fatal.",
			"They'll be kicking themselves for that error.",
			"An unfortunate slip.",
			"A miscalculation that could be costly.",
			"They'll be hoping to make amends for that mistake."
		]
	}
}
